Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_ahkeria_saamen_kielen_oppilaita.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
smn: Sämitigge palhâšij viššâlis sämikielâ uáppeid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uáppeid.

source: Stipendi annettiin yhteensä kuudelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle, neljälletoista perusopetuksen päättäneelle ja kahdeksalle Saamelaisalueen koulutuskeskuksesta valmistuneelle.
smn: Stipendeh juáhhojii ohtsis kuuđâ uáppei, kiäh lijjii čođâldittám sämikielâ iskos pajeuáppeetutkosijn, neljinubálov uáppei, kiäh pessii vuáđumáttááttâsâst ja käävci uáppei, kiäh valmâštuvvojii Säämi máttááttâskuávdáást.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
smn: Sämitige stiipeend ožžuu čuávvoo nuorah:

source: Ylioppilaat:
smn: Pajeuáppeeh:

source: Ivalon lukio : Iina Kyrö (inarinsaame), Janita Känsälä (pohjoissaame), Sara Keränen (pohjoissaame)
smn: Avveel luvâttâh : Iina Kyrö (anarâškielâ), Janita Känsälä (tavesämikielâ), Sara Keränen (tavesämikielâ)

source: Ounasvaaran lukio, Rovaniemi : Hilla Tähkäpää (pohjoissaame)
smn: Ounasvaara luvâttâh, Ruávinjargâ: Hilla Tähkäpää (tavesämikielâ)

source: Utsjoen saamelaislukio : Jere Pieski (pohjoissaame), Miska Pohjanrinne (pohjoissaame)
smn: Ucjuv sämiluvâttâh : Jere Pieski (tavesämikielâ), Miska Pohjanrinne (tavesämikielâ)

source: Perusopetuksen suorittaneet oppilaat:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Inarin koulu: Elna Aikio (pohjoissaame), Hanno Länsman (pohjoissaame), Maiju Sigga Seurujärvi (inarinsaame), Anna Pyykkö (inarinsaame)
smn: Aanaar škovlâ : Elna Aikio (tavesämikielâ), Hanno Länsman (tavesämikielâ), Maiju Sigga Seurujärvi (anarâškielâ), Anna Pyykkö (anarâškielâ)

source: Ivalon yläaste : Elle-Noora Haataja (pohjoissaame), Taina Hakovirta (inarinsaame)
smn: Avveel pajetääsi : Elle-Noora Haataja (tavesämikielâ), Taina Hakovirta (anarâškielâ)

source: Karigasniemen koulu : Eelis Niittyvuopio (pohjoissaame)
smn: Kärigâsnjaargâ škovlâ : Eelis Niittyvuopio (tavesämikielâ)

source: Järvikylien koulu, Sodankylä: Mette Penttinen (pohjoissaame)
smn: Jävrigilij škovlâ, Suáđigil: Mette Penttinen (tavesämikielâ)

source: Hetan peruskoulu : Sunna Siilasjoki (pohjoissaame), Niillas-Iisko Näkkäläjärvi (pohjoissaame)
smn: Heta paješkovlâ : Sunna Siilasjoki (tavesämikielâ), Niillas-Iisko Näkkäläjärvi (tavesämikielâ)

source: Utsjokisuun koulu : Álgen Aikio (pohjoissaame), Mihkku Laiti (pohjoissaame)
smn: Ucjuv škovlâ : Álgen Aikio (tavesämikielâ), Mihkku Laiti (tavesämikielâ)

source: Aleksanteri Kenan koulu, Sodankylä : Minja Ylilokka (pohjoissaame), Meeri Sieppi (pohjoissaame)
smn: Aleksanteri Kena škovlâ, Suáđigil : Minja Ylilokka (tavesämikielâ), Meeri Sieppi (tavesämikielâ)

source: Saamelaisalueen koulutuskeskuksesta valmistuneet:
smn: Säämi máttááttâskuávdáást valmâštum:

source: Inarinsaame : Tytti Kyrö
smn: Anarâškielâ : Tytti Kyrö

source: Pohjoissaame: Teija Kaartokallio
smn: Tavesämikielâ : Teija Kaartokallio

source: Koltansaame: Almira Gerasimoff, Anne Mäkinen, Eveliina Feodoroff-Rantala, Maarit Haltta, Minna Moshnikoff, Sari Saxholm
smn: Nuorttâlâškielâ : Almira Gerasimoff, Anne Mäkinen, Eveliina Feodoroff-Rantala, Maarit Haltta, Minna Moshnikoff, Sari Saxholm

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid!
